Repository: cubakumori/marcus
Catalog: Resources/Localizable.xcstrings
Source language: en
Languages: es

source: %lld words, %lld characters
es: %lld palabras, %lld caracteres

source: Adds text at the end of a Markdown or text file, keeping its encoding and line endings. If the file is open in Marcus, the editor reloads it.
es: Añade texto al final de un archivo Markdown o de texto, conservando su codificación y sus fines de línea. Si el archivo está abierto en Marcus, el editor lo recarga.

source: Append ${text} to ${file}
es: Añadir ${text} a ${file}

source: Append to Document
es: Añadir al documento

source: Characters
es: Caracteres

source: Count Words
es: Contar palabras

source: Count words in ${text}
es: Contar palabras en ${text}

source: Counts words and characters the way Marcus's count bar does (a YAML front matter block is not counted). Pass text, or a file: Shortcuts reads it as text.
es: Cuenta palabras y caracteres como la barra de recuento de Marcus (un bloque de front matter YAML no cuenta). Pásale texto, o un archivo: Atajos lo lee como texto.

source: Create Markdown Document
es: Crear documento Markdown

source: Create Markdown document ${name} with ${text}
es: Crear documento Markdown ${name} con ${text}

source: Destination Folder
es: Carpeta de destino

source: Export ${file} as ${format}
es: Exportar ${file} como ${format}

source: Export Document
es: Exportar documento

source: Exports a Markdown file as HTML, PDF, RTF or Word, exactly as File → Export does, and returns the exported file. An existing export with the same name is replaced.
es: Exporta un archivo Markdown como HTML, PDF, RTF o Word, igual que Archivo → Exportar, y devuelve el archivo exportado. Una exportación anterior con el mismo nombre se sustituye.

source: File
es: Archivo

source: File Name
es: Nombre del archivo

source: Files
es: Archivos

source: Folder
es: Carpeta

source: Format
es: Formato

source: Get text from ${file}
es: Obtener el texto de ${file}

source: Get Text from Document
es: Obtener el texto del documento

source: Marcus can't read this file as text.
es: Marcus no puede leer este archivo como texto.

source: Marcus needs a file saved on disk.
es: Marcus necesita un archivo guardado en disco.

source: Next to the original when left empty.
es: Junto al original si se deja vacío.

source: On a New Line
es: En una línea nueva

source: Only Markdown and plain-text files can be exported.
es: Solo se pueden exportar archivos Markdown y de texto plano.

source: Open ${files} in Marcus
es: Abrir ${files} en Marcus

source: Open in Marcus
es: Abrir en Marcus

source: Opens Markdown or text files in Marcus.
es: Abre archivos Markdown o de texto en Marcus.

source: Reads a Markdown or text file the way Marcus does (any encoding it can read losslessly) and returns its text.
es: Lee un archivo Markdown o de texto como lo hace Marcus (cualquier codificación que pueda leer sin pérdida) y devuelve su texto.

source: Text
es: Texto

source: The export could not be written.
es: No se pudo escribir la exportación.

source: Where to create the file. Your Documents folder when left empty.
es: Dónde crear el archivo. Tu carpeta Documentos si se deja vacío.

source: Word Count
es: Recuento de palabras

source: Words
es: Palabras

source: Writes the text to a new Markdown file (UTF-8, never overwriting an existing one) and returns it.
es: Escribe el texto en un archivo Markdown nuevo (UTF-8, sin sobrescribir nunca uno existente) y lo devuelve.
